Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: On Afghanistan, the US president called for the creation of an Afghan army, an Afghan Police, and said that the US should work with the Pakistanis effectively, so that they are the ones who are really at the forefront of controlling their own countries
ar: وبالنسبة لأفغانستان، دعا الرئيس الأمريكي إلي إنشاء جيش أفغاني وشرطة أفغانية، وقال إن على الولايات المتحدة أن تعمل مع الباكستانيين بفاعلية حتي يكونوا على الجبهة لإدارة بلدهم

source: U.K. hits Israel with partial arms sanctions over Cast Lead
ar: يطانيا تفرض حظراً جزئياً على تصدير الأسلحة إلى إسرائيل بسبب عملية الرصاص المصبوب

source: Britain has slapped a partial arms embargo on Israel, refusing to supply replacement parts and other equipment for Sa'ar 4.5 gunships because they participated in Operation Cast Lead in the Gaza Strip earlier this year.
ar: فرضت بريطانيا حظراً جزئياً على تصدير الأسلحة إلى إسرائيل رافضةً إمدادها بقطع غيار ومعدات أخري للزوارق الحربية من طراز سعار 4.5 لأنها شاركت في عملية الاعتداء على قطاع غزة في وقت سابق من هذا العام المعروفة باسم عملية الرصاص المصبوب.

source: Britain's Foreign Office informed Israel's embassy in London of the sanctions a few days ago. The embassy, in a classified telegram to the Foreign Ministry in Jerusalem, said the decision stemmed from heavy pressure by both members of Parliament and human
ar: وأبلغ مكتب الخارجية البريطانية السفارة الإسرائيلية في لندن بالعقوبات قبل بضعة أيام، وقالت السفارة في برقية سرية إلي وزارة الخارجية في القدس إن القرار نتج عن ضغوط شديدة مارسها أعضاء مجلس العموم ومنظمات حقوق الإنسان.

source: The embargo followed a government review of all British defense exports to Israel, which was announced three months ago. In total, the telegram said, Britain reviewed 182 licenses for arms exports to Israel, including 35 for exports to the Israel Navy. Bu
ar: ويأتي الحظر في أعقاب مراجعة الحكومة لجميع صادرات الدفاع البريطاني إلى إسرائيل التي أعلن عنها قبل ثلاثة أشهر، وإجمالاً، قالت البرقية إن بريطانيا راجعت 182 ترخيصاً لتصدير الأسلحة إلي إسرائيل، ومنها 35 ترخيصاً للصادرات الموجهة إلي البحرية الإسرائيلية، ولكنها

source: The British said the embargo was imposed because these ships participated in Operation Cast Lead. In so doing, the British claimed, they violated the security agreements between Britain and Israel, which specify what uses may be made of British equipment.
ar: وأوعز البريطانيون فرض الحظر إلى مشاركة هذه السفن عملية الرصاص المصبوب، وتقول الخارجية البريطانية أنه باشتراك هذه السفن في هذه العملية، فإنها انتهكت الإتفاقات الأمنية بين بريطانيا وإسرائيل التي تحدد استخدامات المعدات البريطانية.

source: Last week, Britain's foreign and defense ministries informed the relevant companies that they would have to cease their planned arms deals with Israel's navy.
ar: وفي الأسبوع الماضي، أبلغت وزارتي الخارجية والدفاع البريطانيتين الشركات المعنية بأن عليها وقف صفقات الاسلحة مع البحرية الإسرائيلية.

source: Israel soldiers speak out on Gaza
ar: جنود إسرائيليون يتحدثون عن الحرب على غزة

source: A group of soldiers who took part in Israel's assault in Gaza say widespread abuses were committed against civilians under permissive rules of engagement.
ar: قام مجموعة من الجنود الإسرائيليين و الذين شاركوا في العدوان الإسرائيلي على غزة بالتعليق بأن مجموعة كبيرة من الإهانات تم إرتكابها ضد المدنيين تحت ستار القواعد و الإجراءات المصرح بها للإشتباك.

source: The troops said they had been urged to fire on any building or person that seemed suspicious and said Palestinians were sometimes used as human shields.
ar: و قالت القوات الإسرائيلية أنهم تم حثهم على القيام بإطلاق النيران على أي مبنى أو شخص يشتبه به، حتى أن الفلسطينيين في بعض الأحيان كان يتم استخدامهم كدروع بشرية واقية.

source: Breaking the Silence, a campaign group made up of Israeli soldiers, gathered anonymous accounts from 26 soldiers.
ar: و كسر الصمت هي مجموعة من الجنود الإسرائيلين و الذين قاموا بتجميع إحصائيات مجهولة الهوية من 26 جندي إسرائيلي.

source: Israel denies breaking the laws of war and dismissed the report as hearsay.
ar: و قد أنكرت إسرائيل إنتهاك قوانين الحرب و قامت برفض التقرير على أساس أنه عبارة عن مجموعة من إشاعات

source: The report says testimonies show the massive and unprecedented blow to the infrastructure and civilians was a result of Israeli military policy, articulated by the rules of engagement, and encouraged by a belief the reality of war requires them to shoo
ar: و قال التقرير أن شهادات الجنود توضح أن: الضربة واسعة النطاق و الغير مسبوقة من قبل للبنية التحتية و المدنيين كذلك كانت نتيجة سياسة الجيش الإسرائيلي، و التي تم تبريرها على أنها قواعد الإشتباك، و تم تدعيمها و تشجيعها من خلال معتقد أن واقع الحرب يتطلب من

source: One soldier is quoted saying: The soldiers were made to understand that their lives were the most important, and that there was no way our soldiers would get killed for the sake of leaving civilians the benefit of the doubt.
ar: و من تعليقات أحد الجنود: لقد تم إقناع الجنود أن حياتهم هي الأكثر أهمية، و أنه لا توجد طريقة تسمح بأن يتم قتل جنودنا من أجل أن يتم الإبقاء على حياة المدنيين من خلال فائدة الشك.

source: Another says: People were not instructed to shoot at everyone they see, but they were told that from a certain distance when they approach a house, no matter who it is - even an old woman - take them down.
ar: و علق جندي آخر قائلاً: لم يتم إعلام الجنود بأن يقوموا بإطلاق النيران على كل فرد يرونه، و لكنهم تم إخبارهم أن يقوموا بذلك من مسافة معينة عندما يقتربون من منزلٍ ما، مهما كان ذلك الهدف، حتى لو كانت إمرأة عجوزة- يجب عليكم أن تردونهم قتلى.

source: Many of the testimonies are in line with claims made by human rights organisations that Israeli military action in Gaza was indiscriminate and disproportionate.
ar: و قد توافقت معظم شهادات هؤلاء الجنود مع تصريحات منظمات حقوق الإنسان بأن ما قامت به إسرائيل داخل غزة كان عملاً عشوائياً غير متناسب.

source: Amnesty International has accused both Israel and Hamas, the Palestinian militant group in charge in Gaza, of committing war crimes during the 22-day conflict which ended on 18 January.
ar: و قد إتهمت منظمة العفو الدولية كلاً من إسرائيل و حماس، و هي المجموعة الفلسطينية المسلحة التي تقع غزة تحت حكمها، بإرتكاب جرائم حرب خلال الصراع الذي دام نحو إثني و عشرين يوماً و إنتهى يوم الثامن عشر من يناير.

source: Israeli officials insist troops went to great lengths to protect civilians, that Hamas endangered non-combatants by firing from civilian areas and that homes and buildings were destroyed only when there was a specific military need to do so.
ar: و قد أصر المسؤولون الإسرائيليون أن القوات العسكرية ذهبت إلى أبعاد عظيمة لحماية المدنيين، مما أدى إلى أن قامت حماس بتعريض حياة غير المقاتلين للخطر من خلال قيامهم بإطلاق النيران من مناطق مدنية و أن تلك المنازل أو المباني بشكل عام تم تدميرها فقط عندما كانت ه

source: Soldier testimonies appear to contradict official Israeli statements
ar: شهادات الجنود تبدو متناقضة مع التصريحات الإسرائيلية الرسمية

source: From Paul Wood, BBC Middle East correspondent:
ar: من بول وود، مراسل هيئة الإذاعة البريطانية بمنطقة الشرق الأوسط:

source: Until now, Israel always had a ready answer to allegations of war crimes in Gaza. Claims were, they said, Palestinian propaganda. Now the accusations of abuse are being made by Israeli soldiers.
ar: حتى الآن، فلقد كان لدى إسرائيل دائماً إجابة على أي إدعاءات خاصة بجرائم الحرب على غزة. و كانت الإدعاءات كما قالوا، هي الإعلام و الدعايا الفلسطينية. و لكن إتهامات الإساءة و الإنتهاكات تم الإعتراف بها من قبل الجنود الإسرائيلين أنفسهم.

source: The common thread in the testimonies is that orders were given to prevent Israeli casualties whatever the cost in Palestinian lives.
ar: و التهديد الشائع في تلك الشهادات هو أن الأوامر التي تم إعطائها مرتبطة بمنع و وقاية وقوع أي خسائر في الأرواح البشرية الإسرائيلية مهما كانت التكلفة من حياة الفلسطينيين

source: The Israeli military says past allegations of wrong-doing in Gaza were the result of soldiers recycling rumours.
ar: و قال أحد أفراد الجيش الإسرائيلي أن الإدعاءات القديمة بارتكاب أخطاء في غزة كانت نتيجة أن الجنود يتداولون الشائعات فيما بينهم

source: But Breaking the Silence has a long - and to many, credible - record in getting soldiers to talk about experiences which might not reflect well on the army.
ar: و لكن مجموعة كسر الصمت لديها سجل مصدق معتمد من أقوال الجنود حول خبراتهم و التي قد لا نتيجتها جيدة أو لصالح الجيش

source: Breaking silence on abuses
ar: كسر الصمت حول الانتهاكات

source: Our last day. Today the group has a day to explore Jerusalem. Last year, we had been denied entry to the Dome of the Rock on the grounds of not all being Muslims. We were told that you either have to enter through the Israeli controlled gate in the Wailin
ar: إنه اليوم الأخير من المهرجان. ستقوم المجموعة اليوم باستكشاف مدينة القدس. تعرضنا العام الماضي للمنع من الولوج إلى قبة الصخرة تحت ذريعة كوننا غير مسلمين. وقيل لنا إنه يتعين علينا إما الدخول عبر البوابة التي يسيطر عليها الإسرائيليون من باحة حائط المبكى، وإما

source: * PIRACY KEY FACTS:
ar: * حقائق أساسية عن القرصنة:

source: -- In 2008 there were 293 incidents of piracy against ships worldwide, 11 percent up on the year before. Attacks off Somalia and in the Gulf of Aden almost trebled.
ar: في عام 2008 كان هناك 293 حادثة قرصنة ضد السفن في أرجاء العالم, بينما كانت النسبة 11 بالمئة في العام السابق. و قد تضاعفت الهجمات قبالة الصومال و خليج عدن تقريبا.

source: -- In 2008, there were 111 incidents including 42 vessels hijacked in the Gulf of Aden and off the coast of Somalia. So far in 2009, there have been 31 successful hijackings from 143 attempted attacks. -- Nearly 20,000 ships pass through the Gulf of Aden
ar: -في عام 2008, كان هناك 111 حادثة بينها 42 ناقلة تم خطفها في خليج عدن و قبالة سواحل الصومال. و في عام 2009 حتى الآن, تم إنقاذ 31 حالة من أصل 143 محاولة للهجوم. -- ما يقارب 20,000 سفينة تعبر خليج عدن كل سنة, متجهة من و إلى قناة السويس.

source: PLO official: did Abu Mazen conspire to kill Yasir Arafat?
ar: مسؤول بالسلطة الفلسطينية: هل تآمر أبو مازن من أجل قتل ياسر عرفات؟

source: During
ar: خلال

source: a meeting with journalists in Amman
ar: لقاء مع صحفيين بعمان،

source: conspiring to kill Yasir Arafat
ar: التآمر من أجل قتل ياسر عرفات.

source: . The PLO
ar: وردت السلطة الوطنية الفلسطينية

source: , Fatah veteran and head of the PLO's political bureau
ar: ، اتهم قيدوم فتح ورئيس المكتب السياسي للسلطة الوطنية الفلسطينية،

source: Farouq Qaddoumi accused Palestinian President Mahmoud Abbas
ar: فاروق قدومي، الرئيس الفلسطيني محمود عباس

source: of
ar: بالعمل على

source: has lashed back
ar: بنفي

source: , denying the allegations and
ar: الادعاءات

source: accusing Qaddoumi of inflaming
ar: واتهام قدومي بإثارة

source: fitna
ar: الفتنة

source: (divisions, internal strife). The Jordanian and Palestinian press is certainly aflame, as is al-Jazeera and a bunch of the Palestinian-oriented forums. What's really at stake is not so much the truth about Arafat's death, but the future of Fatah and the P
ar: الداخلية. ومما لا شك فيه أن وسائل الإعلام الأردنية والفلسطينية قد انتفضت تماما كما هو عليه الشأن بالنسبة لقناة لجزيرة ومجموعة من المنتديا المهتمة بالشأن الفلسطيني. الأمر الموجود الآن على المحك ليس هو حقيقة وقاة رفات بقدر ما هو مصير حركة فتح والسلطة الوطني

source: According to press accounts, Qaddoumi claimed to have evidence that Abbas conspired in early 2004 with Mohammed Dahlan, Ariel Sharon, Shaul Mofaz, and an American delegation to assassinate the aging Palestinian President, then-Hamas leader Abd al-Aziz al-
ar: واستنادا إلى روايات صحفية، فإن قدومي ادعى أنه يتوفر على دليل بأن محمود عباس تآمر في مستهل سنة 2004 مع محمد دحلان، أرييل شارون، شاؤول مفاز وبعثة أمريكية من أجل اغتيال الرئيس الفلسطيني المتقدم في السن، وزعيم حماس في تلك الفترة، عبد لعزيز الرنتيسي وقادة آخري

source: Nor do I need to, because the facts surrounding Arafat's death aren't the point in this controversy. It's about the power struggle inside of Fatah and the PLO, which has been brewing for a long time and which seem to be rising to a crescendo with the lon
ar: ولا أرى أنني في حاجة إلى ذلك، لأن الوقائع المحيطة بوفاة ياسر عرفات ليس هي الهدف من هذا الجدل. إن الأمر يتعلق بالصراع حول السلطة داخل منظمة فتح والسلطة الوطنية الفلسطينية. صراع ظل يختمر منذ مدة طويلة ويبدو أنه يسير لبلوغ أوجه القيام أخيرا ببرمجة المؤتمر ال

source: Yasir al-Za'atra
ar: ياسر الزعتر،

source: argues, Qaddoumi's bombshell reflects the_growing internal resistance within Fatah to the Abbas/Dahlan faction. The growing tension between Fatah and the leaders of the Palestinian Authority has been apparent for some time, one more element of internal
ar: فإن القنبلة المفاجأة التي فجرها قدومي تعكس تزايد المقاومة الداخلية التي يتم شنها داخل منظمة فتح ضد فصيل عباس- دحلان. كما أن ذلك التوتر المتزايد بين منظمة فتح وقادة السلطة الوطنية الفلسطينية كان واضحا منذ مدة، وهو ما يشكل عنصرا إضافيا لعنصر الانقسام الدا

source: Expect these internal battles to continue as the Fatah conference approaches, and as the pressures to achieve a Palestinian national unity government continue. How those battles are resolved will matter a lot for those who want to see a push towards a tw
ar: إنني أتوقع أن يستمر هذا الصرع الداخلي مع اقتراب موعد انعقاد مؤتمر منظمة فتح ومع استمرار الضغوط من أجل تشكيل حكومة وحدة وطنية فلسطينية. والطريقة التي سيتم بها حل تلك الصراعات ستعني الكثير لأولئك الذين أن يشاهدوا دفعة نحو اعتماد حل الدولتين، سيما أن غياب قي

source: Nine Serbian tourists die in road accident in Egypt
ar: مصرع تسعة سائحين صرب في حادث سير في مصر

source: Source: EMportal, Beta
ar: المصدر: إيه إم بورتال، بيتا

source: Nine Serbian citizens and two Egyptians were killed, and eight Serbian tourists were injured, in a road accident near Luxor, the Serbian Foreign Ministry in Belgrade stated.
ar: أعلنت وزارة الخارجية الصربية في بلجراد أن تسعة من الصرب واثنين من المصريين قد لقوا مصرعهم كما أصيب ثمانية صرب آخرون في حادث سير قرب الأقصر.

source: Nine Serbian citizens and two Egyptians were killed, and eight Serbian tourists were injured,
ar: لقى تسعة من الصرب واثنان من المصريين مصرعهم كما أصيب ثمانية آخرون من الصرب

source: in a road accident near Luxor
ar: في حادث سير قرب الاقصر وفقا

source: , the Serbian Foreign Ministry in Belgrade stated.
ar: لما أعلنته وزارة الخارجية الصربية في بلجراد..

source: The accident took place in the morning of July 16, on the Luxor-Hurghada route, when a tour bus collided with a truck. The Serbian citizens were in Egypt on a trip organized by the Perla Tours agency of Novi Sad.
ar: وقع الحادث في صباح 16 يوليو (تموز) , على طريق الأقصر- الغردقة , عندما اصطدم أتوبيس السائحين بشاحنة. وكان السائحون الصرب في مصر في رحلة نظمتها وكالة بيرلا تورز السياحية التابعة لنوفي ساد.

source: There were 17 passengers on the bus, including children. Some of the injured are in critical condition. The ministry is attempting to obtain information, in coordination with the Egyptian authorities, about the number of victims and their names.
ar: وكان الأتوبيس يقل 17 راكبا بينهم أطفال وبعض المصابين حالتهم حرجة. هناك 17 راكبا في الاتوبيس بينهم اطفال. بعض المصابين في حالة حرجة. هذا وتسعى وارة الخارجية الصربية ، الحصول على معلومات عن عدد الضحايا و أسمائهم بالتنسيق مع السلطات المصرية.

source: Two Egyptians died in the crash - the bus driver and the tourist guide.
ar: وقد لقى مصريان مصرعهما في الحادث وهما سائق الأتوبيس والمرشد السياحي.

source: The Serbian ambassador to Egypt, Dejan Vasiljevic, told the
ar: وقدذكر السفر الصربي لدي مصر ديجان فاسيلجيفيك

source: Serbian Broadcasting Corporation (RTS)
ar: للإذاعة الصربية (RTS)

source: that the injured are being treated in one of the best clinics in Cairo, where they were visited by an envoy of the Egyptian president.
ar: ان المصابين يعالجون في أفضل المستشفيات في القاهرة وقد زارهم مندوب عن رئاسة الجمهورية.

source: According to Vasiljevic, a consular delegation is expected to arrive from Belgrade in order to secure help to the injured and organize the transfer of bodies of those who were killed to Serbia.
ar: ووفقا لفاسيلجيفيك، فمن المتوقع أن يصل وفد قنصلي من بلجراد لتقديم المساعدة للمصابين نقل جثث الذين لقوا مصرعهم إلى صربيا.

source: Serbian President Boris Tadic, who is staying in Egypt for the summit of the Non-Aligned Movement, said that all participants in the summit were horrified by the news of the accident and that he had received messages of condolence from representatives of
ar: وذكر الرئيس الصربي بوريس تاديك، والمتواجد حاليا في مصر لحضور قمة عدم الانحياز، أن جميع المشاركين في القمة قد أصابهم الفزع بعد سماع أنباء الحادث وأنه تلقى التعازي من ممثلي عدد من الوفود . وقد أبلغ مكتب رئيس الجمهورية بيتا Beta أن الرئيس سيبذل قصارى جهده لز

source: The Serbian government declared July 17 a day of mourning for the deceased Serbian tourists in Egypt.
ar: اعلنت الحكومة الصربية يوم 17 يوليو يوما للحداد علي الضحايا من السائحين الصرب.

source: Conservative pressure shuts Saudi film festival
ar: ضغوط المتحفظين تسفر عن إغلاق مهرجان السينما السعودي

source: Jeddah film festival is halted before even opening following pressure from powerful Islamic conservatives.
ar: تم وقف فعاليات مهرجان جدة السعودي للسينما حتى قبل أن تبدأ إثر ضغوط من مجموعة من المتحفظين ذوى النفوذ بالبلاد.

source: RIYADH - Saudi Arabia's only film festival was halted before it even opened on Saturday, festival sources said, as powerful Islamic conservatives battle a popular push for more entertainment in the country.
ar: الرياض: تم وقف فعاليات مهرجان السينما الوحيد بالمملكة العربية السعودية حتى قبل أن يبدأ نشاطاته يوم السبت، و قد أوضحت مصادر عن المهرجان أنه بالرغم من صراع المتحفظين ذوى النفوذ، إلا أنه توجد دفعة شائعة نحو المزيد من التسلية و الترفيه بالبلاد.

source: Organisers of the Jeddah film festival were told late on Friday by the city authorities they could not go ahead, even though the event had been heralded as a highlight of the city's summer festival launched on Thursday, they said.
ar: و قد تم إعلام منظمي مهرجان الفيلم بجدة من قبل سلطات المدينة أنهم لا يستطيعون المُضي قدماً في إجراءات بدء المهرجان، بالرغم من أن ذلك الحدث كان ينظر إليه على أنه من أشهر فعاليات مهرجان الصيف و التي بدأت يوم الخميس.

source: The week-long festival was to have featured a competition between eight Gulf feature films -- two from Saudi Arabia itself -- and show dozens more shorts by local and regional filmmakers.
ar: و كان من المقرر لذلك المهرجان و الذي كانت ستدوم أحداثه لمدة أسبوع أن يجسد المنافسة بين ثمانية أفلام ممثلةً للخليج العربي- إثنان منهما من المملكة العربية السعودية نفسها. كما كان سيقوم المهرجان كذلك بعرض العديد من الأفلام القصيرة و التي تم تصويرها و إنتاجها

source: It had gone through a laborious process of receiving permission from key ministries and regional and local officials before being officially announced, organisers said.
ar: كما أوضح منظموا المهرجان أنهم مروا بتجربةً مضنية متعبة بهدف الحصول على التصريح من الوزارات المعنية و المسؤولين سواءً المحليين أو بالمنطقة قبل الإعلان رسمياً عن بدء فعاليات المهرجان.

source: The festival's cancellation was a clear setback for film fans and entertainment companies hoping to reverse a three-decade ban on public screenings of films.
ar: و قد مثلت عملية إلغاء المهرجان نكسة حقيقية لمحبي الأفلام و شركات الإنتاج السينمائي، الذين أملوا و تمنوا أن يعكسوا الحظر الذي تعرضت له السينما خلال حقبة الثلاث عقود الماضية.

source: Hardliners in the country's senior Islamic clergy regard film, music and other entertainment as violating Islamic teachings, and have fought to block a revival of movies backed by popular demand.
ar: و قد اعتبر كبار رجال الدين المتشددين الذين شاهدوا الفيلم أن الموسيقى و وسائل الترفية و التسلية الأخرى تخرق و تفسد أصول التربية الإسلامية، و قد حاربوا من أجل منع إنتعاش السينما و عرض الأفلام المدعوم بالإلحاح العام لذلك.

source: People knowledgeable about the festival's cancellation said they believed the order had come from high up in the Saudi government.
ar: و قال الذين علموا بأمر إلغاء المهرجان أن قرار الإلغاء قد جاء مباشرة من السلطات العليا بحكومة المملكة العربية السعودية.

source: It's cancelled. So we go backwards a step, said a dejected sponsor who declined to be identified.
ar: و قد علق أحد رعاة المهرجان و الذين فضل أن يكون مجهول الهوية أن عملية إلغاء المهرجان قد أرجعتنا خطوةً للخلف.

source: The festival was being underwritten by the Rotana group, the regional entertainment vehicle of Saudi tycoon Prince Alwaleed bin Talal.
ar: و كانت ستتولى رعاية المهرجان، مجموعة قنوات روتانا، و التي تعد وسيلة التسلية الإقليمية و المملوكة من قبل رجل الأعمال السعودي الأمير الوليد بن طلال.

source: It was to show an Islamic film from an Islamic cable television network, and also planned was a film workshop sponsored by the British Council, Rotana public affairs chief Ibrahim Badei said in an interview Wednesday.
ar: و قد قال مدير شركة روتانا للشئوون العامة في لقاءٍ له يوم الأربعاء، إبراهيم بديع، أنه كان من المقرر أن يتم عرض فيلم إسلامي من إحدى شبكات البث التليفزيوني الإسلامية و كذلك كان من المخطط إقامة ورشة عمل للفيلم تحت رعاية المجلس البريطاني.

source: Directors of the featured films were also slated to appear at the opening, he said.
ar: كما قال كذلك أنهم كان من المقرر أن يظهر مخرجي الأفلام المشاركة في المهرجان خلال حفل الإفتتاح.

source: But Rotana's several tentative showings of its comedy feature Menahi in Jeddah and Riyadh in the past seven months provoked the ire of conservatives.
ar: و لكن عرض شركة روتانا لأجزاء من فيلمها الساخر الكوميدي (مناحي) مرات عديدة بكلٍ من جدة و الرياض خلال السبعة أشهر الماضية قد أثار غضب المتحفظين المسلمين بالسعودية.

source: While few were willing to criticize a member of the royal family openly, Alwaleed's own brother Prince Khalid bin Talal lashed out, attacking Alwaleed for violating Islamic principles.
ar: بينما يستطع القليلون أن ينتقدوا فرداً من الأسرة المالكة بشكل صريح، فقد قام الأمير خالد بن طلال أخو الأمير الوليد بإنتقاده و مهاجمته لخرقه المباديء الإسلامية

source: On Friday afternoon, witnesses said, Prince Khalid appeared on a religious television channel and strongly denounced films and the film festival, insisting they should be banned.
ar: ففي مساء الجمعة، كما قال الشهود، ظهر الأمير خالد على قناة تليفزيونية إسلامية و استنكر بشدة الأفلام و مهرجان السينما كذلك و اصر على أن يتم منع أو حظر مثل هؤلاء الأشخاص

source: Iran: Rasfanjani to discuss crisis with high-ranking clerics
ar: إيران: رفسنجاني يتجه نحو مناقشة الأزمة مع كبار رجال الدين.

source: Rasfanjani to discuss crisis with high-ranking clerics
ar: رفسنجاني يتجه نحو مناقشة الأزمة مع كبار رجال الدين

source: Former president Akbar Hashemi-Rafsanjani will discuss the current
ar: سيناقش الرئيس السابق هاشمي رفسنجاني الأزمة

source: crisis with senior clerics in the religious city of
ar: الحالية مع كبار رجال الدين في مدينة

source: in north-eastern Iran, state media reported Sunday. “I will hold talks with the high-ranking clerics over the current developments,” Rafsanjani told Mehr news agency upon arrival in the
ar: الدينية الواقعة شمال شرق إيران. حيث قال رفسنجاني لوكالة أنباء مهر لدى وصوله إلى مطار مشاد: سأجري محادثات مع كبار رجال الدين حول التطورات الحالية .

source: Rafsanjani’s speech at the Friday prayer ceremony in the Tehran university provoked controversy within Iran’s
ar: و قد أثار الخطاب الذي ألقاه رفسنجاني خلال خطبة صلاة الجمعة في جامعة طهران جدلا داخل الدوائر السياسية في إيران.

source: UAE foils daring $42 bln central bank theft
ar: الإمارات تحبط محاولة جريئة لسرقة 42 مليار دولار من المصرف المركزي

source: Abu Dhabi sets up financial crime agency
ar: أبو ظبي تؤسس وكالة خاصة بمكافحة الجرائم المالية

source: Police in the UAE arrested five suspects who tried to withdraw 154 billion dirhams ($41.93 billion) from the country's central bank using forged documents, the state news agency said on Sunday.
ar: ذكرت وكالة الأنباء الإماراتية يوم الأحد أن الشرطة ألقت القبض علي خمسة مشتبه بهم حاولوا سحب 154 مليار درهم (41.93 مليار دولار) من البنك المركزي باستخدام وثائق مزورة.
